Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: You are searching for a six.
pt_br: Você está procurando por um seis.

source: You are searching for a seven.
pt_br: Você está procurando por um sete.

source: You are searching for an eight.
pt_br: Você está procurando por um oito.

source: You are searching for a nine.
pt_br: Você está procurando por um nove.

source: You are searching for a ten.
pt_br: Você está procurando por um dez.

source: You are searching for a jack.
pt_br: Você está procurando por um valete.

source: You are searching for a queen.
pt_br: Você está procurando por uma dama.

source: You are searching for a king.
pt_br: Você está procurando por um rei.

source: Unknown value
pt_br: Valor desconhecido

source: Deal a card
pt_br: Distribua uma carta

source: Move a king onto an empty tableau slot.
pt_br: Mova um rei para uma posição vazia na mesa.

source: No hint available right now
pt_br: Nenhuma dica disponível no momento

source: Move something on to an empty reserve
pt_br: Move algo para uma posição vazia

source: Six Foundations
pt_br: Seis fundações

source: Five Foundations
pt_br: Cinco fundações

source: Four Foundations
pt_br: Quatro fundações

source: Play a card to foundation.
pt_br: Mova uma carta para a fundação.

source: No moves.
pt_br: Sem movimentos.

source: Remove the aces
pt_br: Remova os ases

source: Remove the twos
pt_br: Remova os dois

source: Remove the threes
pt_br: Remova os três

source: Remove the fours
pt_br: Remova os quatros

source: Remove the fives
pt_br: Remova os cincos

source: Remove the sixes
pt_br: Remova os seis

source: Remove the sevens
pt_br: Remova os setes

source: Remove the eights
pt_br: Remova os oitos

source: Remove the nines
pt_br: Remova os noves

source: Remove the tens
pt_br: Remova os dez

source: Remove the jacks
pt_br: Remova os valetes

source: Remove the queens
pt_br: Remova as damas

source: Remove the kings
pt_br: Remova os reis

source: I'm not sure
pt_br: Não tenho certeza

source: Return cards to stock
pt_br: Devolva as cartas ao monte

source: Move something onto an empty tableau slot.
pt_br: Move algo para a posição vazia na mesa.

source: Consider moving something into an empty slot
pt_br: Pense em mover alguma carta para uma posição vazia

source: Deal a card from stock
pt_br: Distribua uma carta do monte

source: No moves are possible. Undo or start again.
pt_br: Nenhum movimento é possível. Desfaça ou inicie novamente.

source: The game has no solution. Undo or start again.
pt_br: O jogo não tem solução. Desfaça ou inicie novamente.

source: Double click any card to redeal.
pt_br: Clique duas vezes em qualquer carta para redistribuir.

source: No hint available.
pt_br: Nenhuma dica disponível.

source: Place a two in the leftmost slot of row ~a.
pt_br: Posiciona um dois no final à esquerda da fileira ~a.

source: Add to the sequence in row ~a.
pt_br: Adicionar à seqüência na fileira ~a.

source: Place the two of clubs next to the ace of clubs.
pt_br: Posicione o dois de paus próximo ao ás de paus.

source: Place the three of clubs next to the two of clubs.
pt_br: Posicione o três de paus próximo ao dois de paus.

source: Place the four of clubs next to the three of clubs.
pt_br: Posicione o quatro de paus próximo ao três de paus.

source: Place the five of clubs next to the four of clubs.
pt_br: Posicione o cinco de paus próximo ao quatro de paus.

source: Place the six of clubs next to the five of clubs.
pt_br: Posicione o seis de paus próximo ao nove de paus.

source: Place the seven of clubs next to the six of clubs.
pt_br: Posicione o sete de paus próximo ao seis de paus.

source: Place the eight of clubs next to the seven of clubs.
pt_br: Posicione o oito de paus próximo ao sete de paus.

source: Place the nine of clubs next to the eight of clubs.
pt_br: Posicione o nove de paus próximo ao oito de paus.

source: Place the ten of clubs next to the nine of clubs.
pt_br: Posicione o dez de paus próximo ao nove de paus.

source: Place the jack of clubs next to the ten of clubs.
pt_br: Posicione o valete de paus próximo ao dez de paus.

source: Place the queen of clubs next to the jack of clubs.
pt_br: Posicione a dama de paus próximo ao valete de paus.

source: Place the king of clubs next to the queen of clubs.
pt_br: Posicione o rei de paus próximo a dama de paus.

source: Place the two of spades next to the ace of spades.
pt_br: Posicione o dois de espadas próximo ao ás de espadas.

source: Place the three of spades next to the two of spades.
pt_br: Posicione o três de espadas próximo ao dois de espadas.

source: Place the four of spades next to the three of spades.
pt_br: Posicione o quatro de espadas próximo ao três de espadas.

source: Place the five of spades next to the four of spades.
pt_br: Posicione o cinco de espadas próximo ao quatro de espadas.

source: Place the six of spades next to the five of spades.
pt_br: Posicione o seis de espadas próximo ao cinco de espadas.

source: Place the seven of spades next to the six of spades.
pt_br: Posicione o sete de espadas próximo ao seis de espadas.

source: Place the eight of spades next to the seven of spades.
pt_br: Posicione o oito de espadas próximo ao sete de espadas.

source: Place the nine of spades next to the eight of spades.
pt_br: Posicione o nove de espadas próximo ao oito de espadas.

source: Place the ten of spades next to the nine of spades.
pt_br: Posicione o dez de espadas próximo ao nove de espadas.

source: Place the jack of spades next to the ten of spades.
pt_br: Posicione o valete de espadas próximo ao dez de espadas.

source: Place the queen of spades next to the jack of spades.
pt_br: Posicione a dama de espadas próximo ao valete de espadas.

source: Place the king of spades next to the queen of spades.
pt_br: Posicione o rei de espadas próximo a dama de espadas.

source: Place the two of hearts next to the ace of hearts.
pt_br: Posicione o dois de copas próximo ao ás de copas.

source: Place the three of hearts next to the two of hearts.
pt_br: Posicione o três de copas próximo ao dois de copas.

source: Place the four of hearts next to the three of hearts.
pt_br: Posicione o quatro de copas próximo ao três de copas.

source: Place the five of hearts next to the four of hearts.
pt_br: Posicione o cinco de copas próximo ao quatro de copas.

source: Place the six of hearts next to the five of hearts.
pt_br: Posicione o seis de copas próximo ao cinco de copas.

source: Place the seven of hearts next to the six of hearts.
pt_br: Posicione o sete de copas próximo ao seis de copas.

source: Place the eight of hearts next to the seven of hearts.
pt_br: Posicione o oito de copas próximo ao sete de copas.

source: Place the nine of hearts next to the eight of hearts.
pt_br: Posicione o nove de copas próximo ao oito de copas.

source: Place the ten of hearts next to the nine of hearts.
pt_br: Posicione o dez de copas próximo ao nove de copas.

source: Place the jack of hearts next to the ten of hearts.
pt_br: Posicione o valete de copas próximo ao dez de copas.

source: Place the queen of hearts next to the jack of hearts.
pt_br: Posicione a dama de copas próximo ao valete de copas.

source: Place the king of hearts next to the queen of hearts.
pt_br: Posicione o rei de copas próximo a dama de copas.

source: Place the two of diamonds next to the ace of diamonds.
pt_br: Posicione o dois de ouros próximo ao ás de ouros.

source: Place the three of diamonds next to the two of diamonds.
pt_br: Posicione o três de ouros próximo ao dois de ouros.

source: Place the four of diamonds next to the three of diamonds.
pt_br: Posicione o quatro de ouros próximo ao três de ouros.

source: Place the five of diamonds next to the four of diamonds.
pt_br: Posicione o cinco de ouros próximo ao quatro de ouros.

source: Place the six of diamonds next to the five of diamonds.
pt_br: Posicione o seis de ouros próximo ao cinco de ouros.

source: Place the seven of diamonds next to the six of diamonds.
pt_br: Posicione o sete de ouros próximo ao seis de ouros.

source: Place the eight of diamonds next to the seven of diamonds.
pt_br: Posicione o oito de ouros próximo ao sete de ouros.

source: Place the nine of diamonds next to the eight of diamonds.
pt_br: Posicione o nove de ouros próximo ao oito de ouros.

source: Place the ten of diamonds next to the nine of diamonds.
pt_br: Posicione o dez de ouros próximo ao nove de ouros.

source: Place the jack of diamonds next to the ten of diamonds.
pt_br: Posicione o valete de ouros próximo ao dez de ouros.

source: Place the queen of diamonds next to the jack of diamonds.
pt_br: Posicione a dama de ouros próximo ao valete de ouros.

source: Place the king of diamonds next to the queen of diamonds.
pt_br: Posicione o rei de ouros próximo a dama de ouros.

source: Randomly Placed Gaps on Redeal
pt_br: Lacunas posicionadas aleatoriamente ao redistribuir

source: Deals left: ~a
pt_br: Distribuições restantes: ~a

source: Deal a row
pt_br: Distribua uma sequência

source: Try moving a card to the reserve
pt_br: Tente mover uma carta para a reserva

source: Try dealing a row of cards
pt_br: Tente distribuir uma sequência de cartas

source: Try moving card piles around
pt_br: Tente mover pilhas de cartas

source: Same suit
pt_br: Mesmo naipe

source: Alternating colors
pt_br: Cores alternantes

source: Select a card from the reserve for first foundation pile
pt_br: Selecione uma carta da reserva para a primeira pilha de fundação

source: Move a card from the reserve onto the empty tableau slot
pt_br: Mova uma carta da reserva para uma posição vazia da mesa.

source: Stock left: ~a
pt_br: Restantes no monte: ~a

source: Deal another card
pt_br: Distribua outra carta

source: Move a card or build of cards on to the empty slot
pt_br: Mova uma carta ou um grupo de cartas para a posição vazia

source: Deal another hand
pt_br: Distribua outra mão

source: Move card from waste
pt_br: Mova a carta para o descarte

source: Move waste to stock
pt_br: Mova o descarte para o monte

source: Stock remaining: ~a
pt_br: Restantes no monte: ~a

source: Deal a new card
pt_br: Distribua uma nova carta

source: Try moving cards down from the foundation
pt_br: Tente tirar cartas da fundação

source: Single card deals
pt_br: Distribuição única

source: No redeals
pt_br: Sem redistribuição

source: Unlimited redeals
pt_br: Redistribuições ilimitadas

source: Aim to place the suits in the order which fits the current layout most naturally.
pt_br: Tente posicionar os naipes na ordem que se adequa mais naturalmente à disposição padrão.

source: Autoplay
pt_br: Jogo automático

source: Redeals left: ~a
pt_br: Redistribuições restantes: ~a

source: Deal new cards from the deck
pt_br: Distribuir novas cartas do baralho

source: something
pt_br: algo

source: an empty slot
pt_br: uma posição vazia

source: Place cards on to the Tableau to form poker hands
pt_br: Posicione cartas na mesa para formar mãos de pôquer

source: Shuffle mode
pt_br: Modo embaralhado

source: Deal the cards
pt_br: Distribua as cartas

source: Reshuffle cards
pt_br: Reembaralhar as cartas

source: Move waste on to a reserve slot
pt_br: Mova o descarte para um monte de reserva

source: Undo until there are enough cards to fill all tableau piles
pt_br: Desfaça até que existam cartas suficientes para preencher todas as pilhas da mesa

source: Please fill in empty pile first.
pt_br: Por favor preencha a pilha vazia primeiro.

source: Place something on empty slot
pt_br: Posicione alguma carta na posição vazia

source: Four Suits
pt_br: Quatro naipes

source: Two Suits
pt_br: Dois naipes

source: One Suit
pt_br: Um naipe

source: Move a card to an empty temporary slot
pt_br: Mova uma carta para uma posição vazia temporária

source: No hint available
pt_br: Não há dicas disponíveis

source: Allow temporary spots use
pt_br: Permitir o uso de posições temporárias

source: General's Patience
pt_br: Paciência do general

source: Falling Stars
pt_br: Estrelas cadentes

source: Signora
pt_br: Senhora

source: Redheads
pt_br: Ruivas

source: Blondes and Brunettes
pt_br: Loiras e morenas

source: Wood
pt_br: Floresta

source: the foundation
pt_br: a fundação

source: Deal a card from the deck
pt_br: Distribua uma carta do baralho

source: Match the top two cards of the waste.
pt_br: Coincidir com as duas cartas do topo do descarte.

source: Progressive Rounds
pt_br: Rodadas progressivas

source: Multiplier Scoring
pt_br: Pontuação multiplicadora

source: Move a build of cards on to the empty Tableau slot
pt_br: Mova um grupo de cartas para uma posição da mesa vazia

source: AisleRiot Manual
pt_br: Manual do AisleRiot

source: AisleRiot is a collection of over 80 card games programmed in GNOME's scripting language, Scheme.
pt_br: AisleRiot é uma coleção de mais de 80 jogos de cartas desenvolvidos na linguagem de scripting do GNOME (Scheme).

source: GNOME Documentation Project
pt_br: Projeto de Documentação do GNOME

source: AisleRiot Manual V3.2 September 2011
pt_br: Manual do AisleRiot V3.2 Setembro de 2011

source: This manual describes version 3.2 of AisleRiot.
pt_br: Este manual descreve a versão 3.2 do AisleRiot.

source: To report a bug or make a suggestion regarding the AisleRiot application or this manual, follow the directions in the GNOME Feedback Page.
pt_br: Para relatar um erro ou fazer uma sugestão em relação ao aplicativo AisleRiot ou a este manual, siga as instruções no link Página de Feedback do GNOME.

source: AisleRiot (also known as Solitaire or sol) is a collection of card games which are easy to play with the aid of a mouse. The rules for the games have been coded for your pleasure in the GNOME scripting language (Scheme).
pt_br: AisleRiot (também conhecido como Paciência) é uma coleção de jogos de cartas que são fácies de jogar com o auxílio do mouse. As regras para os jogos têm sido criadas para a sua diversão na linguagem de scripting do GNOME (Scheme).

source: Playing AisleRiot
pt_br: Jogando AisleRiot

source: Use the mouse to move cards. Click a card and drag it somewhere. Release the mouse button to deposit the card.
pt_br: Use o mouse para mover cartas. Clique numa carta e arraste para algum lugar. Solte o botão do mouse para largar a carta.

source: Alternatively, you can move a card by clicking once to pick it up and clicking again to place it. To enable this way of moving cards, choose ControlClick to move. This can be faster than dragging and will be easier on your hand since you don't have to hold the mouse down. However, it may take a while to get used to.
pt_br: Alternativamente, você pode mover uma carta clicando uma vez para pegá-la e clicando outra vez para colocá-la no lugar desejado. Para habilitar essa maneira de mover cartas, faça ControlClique para mover. Isto pode ser mais rápido do que arrastar e será mais fácil em vista que você não precisa segurar o botão do mouse. Entretanto, pode levar alguma tempo até você se acostumar.

source: If a card can be moved to the foundation(s), you do not need to drag it. You can double-click on it and it will move. If a sequence of cards can be moved to the foundations, you can generally move the sequence as one move.
pt_br: Se uma carta pode ser movida para as fundações, você não precisa arrastá-la. Você pode dar clique duplo nela e a mesma se moverá sozinha. Se uma sequência de cartas pode ser movida para as fundações, você pode, geralmente, mover a sequência num único movimento.

source: Double clicking a card will send it to a foundation, if that is possible. This is useful for cleaning up large numbers of cards at the end of a successful game.
pt_br: Cliques duplos em uma carta irá enviá-la para a base, se for possível. Isto é útil para remover um número grande de cartas até o fim de uma jogo bem sucedido.

source: In games which have a stock pile you can redeal it by clicking on the empty space where it was. Be warned that some games only let you do this a limited number of time. Watch for the Redeals Left message at the bottom of the window.
pt_br: Em jogos que possuem uma monte você pode renegociar clicando no espaço vazio em que ela estava. Avisando que alguns jogos permitem que você faça isso apenas um número limitado de vezes. Observe a mensagem Redistribuições restantes na parte inferior da janela.

source: A useful tip to know is that right-clicking on a face-up card which is partially obscured by a card laid over it will raise it so that you can see what it is.
pt_br: Uma dica útil a conhecer é que clicando com o botão direito numa carta virada para cima que está parcialmente escondida por uma carta sobreposta ela irá para frente para você então saber qual é.

source: Some games have options to change the way the game is played. For example Klondike can be played with either single card deals or three-card deals. In these games there is a separate menu with the game's name. You can only change the rules of the game at the beginning of the game - the menu will be inactive during the game.
pt_br: Alguns jogos tem opções de mudar a maneira de jogar. Por exemplo, Klondike pode ser jogado tanto com distribuição de uma única carta quanto com distribuição de três cartas. Nestes jogos há um menu separado com o nome do jogo. Você pode mudar as regras somente no início do jogo - o menu permanecerá inativo durante o jogo.

source: Statistics on how well you have done at a particular game are available by selecting Statistics from the Game menu. Only games where you actually start moving cards are counted. The statistics are here for your own enjoyment, there are numerous ways to cheat and it is unwise to make comparisons.
pt_br: Estatísticas gerais sobre um jogo em particular estão disponíveis selecionando Estatísticas do menu Jogo. Somente jogos onde você realmente iniciou movendo cartas são contabilizados. As estatísticas estão aqui para sua própria diversão, há várias maneiras de enganar e é imprudente fazer comparações.

source: The Games
pt_br: Os Jogos

source: Written by Ed Sirett
pt_br: Escrito por Ed Sirett

source: Setup
pt_br: Configuração

source: Type of Deck
pt_br: Tipo de Baralho

source: Standard Deck
pt_br: Baralho Padrão

source: Tableau
pt_br: Tabuleiro

source: Fifty-four spaces in five rows of nine and a last row of seven. Deal cards face up one per space. The spaces should be considered as one continuous line, the rows simply arrange the tableau so all of it can be seen at once. Thus the rightmost space of a row is to be considered to the left of the leftmost space of the row below.
pt_br: Cinquenta e quatro espaços em cinco linhas de nove e uma última linha de sete. Divida as cartas com a face para cima uma por espaço. Os espaços devem ser considerados como uma linha contínua, as linhas simplesmente organizam o tabuleiro para que todas possam ser vistas por vez. Dessa forma o espaço mais à direita de uma linha deve ser considerado tanto quanto a esquerda do espaço mais à esquerda da linha abaixo.

source: Goal
pt_br: Objetivo

source: To remove all cards except one.
pt_br: Remover todas as cartas exceto uma.

source: Rules
pt_br: Regras

source: Cards are moved singly. Any card can be moved over another card of the same suit or rank that is in the space immediately to its left or three spaces to its left. The card that is covered is removed from play. All the cards (if any) in spaces to the right of the resulting gap are moved to the left one space so as to close the gap. Double-clicking causes the card to move three spaces, if possible, or failing that one space to the left.
pt_br: Cartas são movidas uma-a-uma. Qualquer carta pode ser movida sobre outra do mesmo naipe ou ordem que está imediatamente à esquerda ou três espaços à sua esquerda. A carta que é coberta é removida do jogo. Todas as cartas (se houver) nos espaços à direita da lacuna resultante são movidas para a esquerda uma espaço fechando assim a lacuna. Clique duplo faz a carta mover três espaços, se possível, ou move para o espaço adjacente à esquerda.

source: Scoring
pt_br: Pontuação

source: Each card removed scores 1 point.
pt_br: Você ganha 1 ponto por carta removida.

source: Maximum possible score: 51
pt_br: Máxima pontuação possível: 51

source: Strategy
pt_br: Estratégia

source: Written by Rosanna Yuen
pt_br: Escrito por Rosanna Yuen

source: Stock
pt_br: Monte

source: Top left pile. The rest of the deck is placed here after dealing the Tableau. Cards are dealt in batches of seven, one on every Tableau pile.
pt_br: Pilha superior esquerda. O restante do baralho é colocado aqui após divisão das cartas no tabuleiro. Cartas são divididas em grupos de sete, uma em cada pilha do tabuleiro.

source: Foundation
pt_br: Fundação

source: Four piles top right. To be built in suit and sequence, wrapping from King to Ace when necessary. One card is dealt on to the first Foundation pile. The other Foundation piles must be started with cards of the same rank.
pt_br: Quatro pilhas superiores direita. Para ser montadas em naipe e sequência, do rei ao ás quando necessário. Uma carta é colocada em cima da primeira pilha da fundação. As outras pilhas fundações devem ser iniciadas com cartas da mesma classe.

source: Seven piles. Deal card face up in first pile. Place one card face down on all other piles. Place one card face up on next pile followed by one card face down on all the covered piles. Repeat until there are seven cards in last pile. Tableau can be built down in same colors. Groups of cards can be moved. Empty piles can only be filled by the next deal from the Stock.
pt_br: Sete pilhas. Distribua carta virada para cima na primeira pilha. Coloque uma carta virada para baixo em todas as outras pilhas. Coloque uma carta virada para cima na pilha seguinte seguida por uma carta virada para baixo em todas as pilhas cobertas. Repita até que haja sete cartas na última pilha. O tabuleiro pode ser feito com cartas de cores iguais. Grupos de cartas podem ser movidas. Pilhas vazias podem somente ser preenchidas pela próxima distribuição de cartas do monte.

source: Move all cards to the Foundation piles.
pt_br: Mova todas as cartas para as pilhas fundação.

source: Cards in the Tableau are built down by same color. Groups of cards in sequence and same color can be moved as a unit.
pt_br: Cartas no tabuleiro são agrupadas pela mesma cor. Grupos de cartas em sequência e mesma cor podem ser movidas de uma vez só.

source: Each deal flips one card from the Stock to each pile of the Tableau. There are no redeals.
pt_br: Cada distribuição vira uma carta do monte para cada pilha do tabuleiro. Não há redistribuições.

source: Foundations are built up in suit in sequence, wrapping from King to Ace when necessary. Cards in Foundations are still in play. Double clicking on a card in the Tableau will move it to the appropriate Foundation pile if such a move is possible.
pt_br: Fundações são formadas por naipes em sequência, cobrindo do rei ao ás quando necessário. Cartas nas fundações ainda estão em jogo. Clique duplo numa carta no tabuleiro irá movê-la para a fundação apropriada se tal movimento é possível.

source: Each card in Foundation scores one point.
pt_br: Você ganha um ponto por cada carta na fundação.

source: Maximum possible score: 52
pt_br: Máxima pontuação possível: 52

source: Try to build down in suit whenever possible. Try to score as many points as you can as this game is very hard to win.
pt_br: Tente descartar em naipe sempre que possível. Tente marcar tantos pontos quanto possível pois este jogo é muito difícil de vencer.

source: Written by Alan Horkan, based on work by Jonathan Blandford
pt_br: Escrito por Alan Horkan, baseada na obra de Jonathan Blandford
